tap "azure/kubelogin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "azure-cli"
brew "bat"
brew "colortail"
brew "fd"
brew "fzf"
brew "kubernetes-cli"
brew "python@3.9"
brew "md5sha1sum"
brew "podman"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tldr"
brew "tree"
brew "azure/kubelogin/kubelogin"
cask "appcleaner"
cask "brave-browser"
cask "coteditor"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jabra-direct"
cask "keepassxc"
cask "parallels"
cask "raycast"
cask "rectangle"
cask "royal-tsx"
cask "shottr"
cask "spotify"
cask "teamviewer"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "xca"
