tap "azure/kubelogin"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "python-cryptography"
brew "python-jinja"
brew "ansible"
brew "ansible-lint"
brew "azure-cli"
brew "bat"
brew "colortail"
brew "fd"
brew "fzf"
brew "jq"
brew "kubernetes-cli"
brew "python@3.9"
brew "md5sha1sum"
brew "pipx"
brew "podman"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tldr"
brew "tree"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
cask "appcleaner"
cask "brave-browser"
cask "coteditor"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "parallels"
cask "raycast"
cask "rectangle"
cask "royal-tsx"
cask "shottr"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "vagrant"
cask "visual-studio-code"
cask "vmware-horizon-client"
cask "warp"
cask "zoom"
vscode "4ops.terraform"
vscode "chef-software.chef"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "marcostazi.VS-code-vagrantfile"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "rebornix.ruby"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "wingrunr21.vscode-ruby"
